import React from 'react';
import '../css/HomePage.css'
import image from '../img/img.png'

const HomePage = () => {
    return (
        <div className={'homePage'}>
            <div className={"homePage__text"}>
                Ласкаво просимо до Наукового Центру зв'язку Інституту, де ми визначаємо нові межі у галузі інновацій та досліджень. Наша місія - сприяти розвитку передових технологій і піднімати якість зв'язку на новий рівень.
            </div>
            <div className={'homePage__title'}>
                Хто ми:
            </div>
            <div className={"homePage__text"}>
                Ми — команда висококваліфікованих фахівців, приділяючи особливу увагу інноваціям та передовим дослідженням у сфері зв'язку. За роки нашої діяльності, ми зарекомендували себе як експерти, які здатні вирішувати найскладніші завдання та вдосконалювати технології для задоволення потреб наших клієнтів.
            </div>
            <div className={'homePage__img'}>
                <img src={image} alt=""/>
            </div>
            <div className={'homePage__title'}>
                Наша Місія:
            </div>
            <div className={"homePage__text"}>
                Наша місія — трансформувати галузь зв'язку через інновації та наукові дослідження. Ми прагнемо до створення технологій, що полегшують життя та покращують комунікацію у всіх сферах життя.
            </div>
            <div className={'homePage__title'}>
                Наші Напрямки Діяльності:
            </div>
            <div className={"homePage__text"}>
                <div>1) Дослідження та Розробка: Ми ведемо активні дослідження в області телекомунікацій, бездротових технологій, інтернету речей та інших аспектів зв'язку.</div>
                <div>2) Інновації: Наші інноваційні рішення спрямовані на полегшення повсякденного життя та підвищення ефективності в різних сферах, включаючи бізнес, медицину, освіту та інші.</div>
                <div>3) Навчання та Розвиток: Ми прагнемо поділитися нашими знаннями та сприяти розвитку молодих науковців. Для цього ми організовуємо навчальні програми, майстер-класи та конференції.</div>
            </div>
        </div>
    );
};

export default HomePage;